export const privacy =  `<p style="text-align: center;"><span style="font-size: 24px;"><strong>隐私</strong><strong>政策</strong></span></p>
<p>发布日期：2021年12月6日</p>
<p>生效日期：2021年12月6日</p>
<h3><strong>&nbsp;</strong></h3>
<h3><strong>引言</strong></h3>
<p>&nbsp; &nbsp; &nbsp; SHOPASTRO产品与/或服务平台（以下简称&ldquo;SHOPASTRO&rdquo;或&ldquo;本平台&rdquo;）是由星盘起航（杭州）网络技术有限公司（注册地址：【 浙江省杭州市余杭区仓前街道时代未来之城5幢1701室】）及其关联公司（以下统称&ldquo;我们&rdquo;）拥有并经营，并通过SHOPASTRO网站 www.shopastro.com 向卖家用户（以下简称&ldquo;用户&rdquo;&ldquo;您&rdquo;或&ldquo;卖家&rdquo;）提供网店建站、流量、支付和物流完整解决方案的SaaS平台。</p>
<p>&nbsp;</p>
<p>&nbsp; &nbsp; &nbsp; 您在使用我们的平台时，我们可能会收集和使用您（包括员工和/或代表您操作业务的人员）的相关信息以及受您委托处理您终端用户（以下合称&ldquo;个人信息主体&rdquo;）的个人信息。我们深知个人信息对个人信息主体的重要性，我们根据适用的法律法规，制订《SHOPASTRO隐私政策》（以下简称&ldquo;本政策&rdquo;），并致力于保护您和/或您终端用户的个人信息安全。</p>
<p>&nbsp;</p>
<p>&nbsp; &nbsp; &nbsp; 我们希望通过本政策向个人信息主体说明SHOPASTRO在提供产品与/或服务过程中，如何收集、使用、存储、共享、转让、公开批露个人信息的目的、方式、范围和信息安全保护措施，以及使个人信息主体实现管理其个人信息的权利和方法。请您结合《SHOPASTRO用户协议》 阅读本政策。以下是我们的特别提示，请您重点关注：</p>
<p>&nbsp;</p>
<ol>
<li>SHOPASTRO主要为企业客户提供服务，故本政策仅适用于SHOPASTRO直接处理企业客户的员工以及授权操作人员的个人信息。此外，如果我们的企业客户在他们的产品中嵌入了我们的服务（如我们的建站服务等），受企业客户委托，在其向终端用户提供产品过程中需要处理该终端用户个人信息的，我们仅作为个人信息处理者，按照与企业客户达成的协议，处理其终端用户的个人信息。企业客户作为个人信息控制者向其终端用户承担所有责任，并负有义务向终端用户披露如何处理、保护终端用户的个人信息。您应向您的终端用户展示隐私政策的具体内容，并向其提供咨询和权利请求的响应。</li>
<li>所有重点内容，我们采用&ldquo;<strong>加粗</strong>&rdquo;或&ldquo;<strong><u>加粗并加下划线</u></strong>&rdquo;的书写方式进行提示。对<strong><em>个人敏感信息</em></strong>，我们用&ldquo;<strong><em>加粗斜体</em></strong>&rdquo;的书写方式进行特别提醒，希望您在阅读时特别关注。在您向我们提供您的任何<strong><em>个人敏感信息</em></strong>前，您已慎重考虑并在此确认该等提供是适当的，您在此同意您的<strong><em>个人敏感信息</em></strong>可按照本政策所述的目的和方式进行处理。</li>
<li><strong>SHOPASTRO仅面向年满十八（含）周岁以上的用户提供服务。</strong><strong><u>针对18周岁以下未成年人</u></strong><strong><u>，</u></strong><strong><u>我们不采集也不</u></strong><strong><u>会向其</u></strong><strong><u>提供</u></strong><strong><u>任何本平台</u></strong><strong><u>产品和/或服务。在使用我们的产品和/或服务前，请确认</u></strong><strong><u>使用者已经</u></strong><strong><u>符合年龄要求，并仔细阅读、了解</u></strong><strong><u>了</u></strong><strong><u>本政策中的详细信息。</u></strong>我们不会在明知的情况下收集未满十八周岁未成年人的个人信息。如果您发现我们无意收集了未成年人的个人信息，请您立即通知我们，我们会尽快设法删除相关数据。</li>
<li>我们为您提供的个人信息权利实现方式包括但不限于访问或更正、删除您的个人信息、注销账号、撤回同意和及时得到响应等，以确保您实现对您个人信息的控制权。</li>
<li><strong> 在使用</strong><strong>本平台</strong><strong>前，请您务必仔细阅读并透彻理解本政策，在确认充分理解并同意后使用</strong><strong>本平台</strong><strong>相关产品与/或服务。我们</strong><strong>建议</strong><strong>您使用</strong><strong>本平台</strong><strong>产品和/或服务时，对您</strong><strong>提供的相关</strong><strong>个人信息</strong><strong>主体的信息已经得到合法授权并</strong><strong>做出</strong><strong>了</strong><strong>明智的决策。如果您不同意本政策任何内容，您应立即停止使用SHOPASTRO。</strong></li>
<li>为了便于相关个人信息主体阅读及理解，我们用尽可能简单易懂的语句进行表述，并对下述关键术语进行了定义，请参见本政策&ldquo;附录：<strong>关键词定义</strong>&rdquo;。</li>
</ol>
<p>&nbsp;</p>
<p><strong>本政策将帮助您了解以下内容：</strong></p>
<p><strong>&nbsp; &nbsp; &nbsp; 一、我们如何收集和使用</strong><strong>个人信息主体</strong><strong>的个人信息</strong></p>
<p><strong>&nbsp; &nbsp; &nbsp; 二、我们如何使用Cookie及其他同类追踪技术</strong></p>
<p><strong>&nbsp; &nbsp; &nbsp; 三、我们如何委托处理、共享、转让、公开披露</strong><strong>个人信息主体</strong><strong>的信息</strong></p>
<p><strong>&nbsp; &nbsp; &nbsp; 四、如何使您拥有管理个人信息的权力</strong></p>
<p><strong>&nbsp; &nbsp; &nbsp; 五、如何保存和保护个人信息</strong></p>
<p><strong>&nbsp; &nbsp; &nbsp; 六、如何保护未成年人的个人信息</strong></p>
<p><strong>&nbsp; &nbsp; &nbsp; 七、如何更新本政策</strong></p>
<p><strong>&nbsp; &nbsp; &nbsp; 八、管辖与法律适用</strong></p>
<p><strong>&nbsp; &nbsp; &nbsp; 九、如何联系我们</strong></p>
<p><strong>&nbsp; &nbsp; &nbsp; 十、关键词定义</strong></p>
<p><strong>&nbsp;</strong></p>
<h4><strong>一、如何收集和使用</strong><strong>个人信息主体</strong><strong>的</strong><strong>个人</strong><strong>信息</strong></h4>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>我们根据合法、正当、必要的原则，为实现本政策下述的各项功能，收集和使用您在使用本平台过程中主动提供的、因您使用本平台而产生的以及我们从第三方获取的相关个人信息主体的个人信息。无论通过上述何种方式收集和使用相关个人信息主体的个人信息，<strong>我们只会在征得您</strong><strong>授权</strong><strong>的情况下进行</strong><strong>。请您确保您已获得您终端用户的同意，</strong>除非在某些情况下，基于法律义务或者可能需要保护您或其他人的重要利益向相关个人信息主体收集个人信息。</p>
<p>&nbsp;</p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>请您理解，由于商业策略的变化，本平台产品和/或服务的功能也可能进行更迭和发展。如果我们要将相关个人信息主体的个人信息用于本政策未载明的其它用途，或基于其他特定目的而收集、使用相关个人信息主体的个人信息，我们将以合理的方式告知您，并在收集、使用前再次征得您的同意。</p>
<p>&nbsp;</p>
<p><strong>（一）向您提供产品与/或服务过程中，您主动提供的个人信息</strong></p>
<p><strong>&nbsp; &nbsp; &nbsp; 1.注册/登录账号</strong></p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>为使用平台您首先需要注册一个SHOPASTRO账号以成为我们的用户。基于此，您需要向我们提供注册账号所需的电子邮箱、中国大陆地区的手机号、登录密码和我们发送给您的验证码来验证您的身份是否有效。</p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>完成注册后，您可以选择通过手机号码+验证码或电子邮箱+登录密码的方式进行登录，后以注册用户身份浏览和使用SHOPASTRO。</p>
<p>&nbsp;</p>
<p><strong>&nbsp; &nbsp; &nbsp; 2.创建试用店铺</strong></p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>在创建试用店铺过程中，如果您还希望其他运营人员使用邮箱登录店铺进行店铺管理的，需要提供店铺运营人员的电子邮箱。请您确保在提供其他人员的个人信息时，已获得其本人同意。</p>
<p><strong>&nbsp;</strong></p>
<p><strong>&nbsp; &nbsp; &nbsp; 3.客户管理</strong></p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>创建店铺后，您可以导入已注册/下单客户信息，以便进行店铺运营和客户管理。请您确保在您所导入的其他人员个人信息，在收集时已获得以该方式使用其个人信息的同意。</p>
<p><strong>&nbsp;</strong></p>
<p><strong>&nbsp; &nbsp; &nbsp; 4.付费功能</strong></p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>当您使用SHOPASTRO的付费功能时，我们会收集您的<strong><em>付费记录</em></strong>，以便您在平台中可以查询已发生的交易记录，同时尽最大程度保护您的财产、虚拟财产安全。上述信息属于<strong><em>敏感</em></strong><strong><em>个人</em></strong><strong><em>信息</em></strong>，请您不要随意向第三方提供。收集上述信息为实现相关功能所必须，否则将无法完成交易。</p>
<p><strong>&nbsp;</strong></p>
<p><strong>&nbsp; &nbsp; &nbsp; 5.上传/发布内容</strong></p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>我们会收集您通过本平台自行上传或发布的内容信息，包括文字、共享照片、录音、录像及该类信息的日期、时间和地点。当您使用上述功能时，我们会向您请求授权使用您终端设备中的摄像头、相册、麦克风和位置权限。您可以自行选择是否向我们提供该等授权，如果拒绝，将无法使用相关功能，但不影响您使用 SHOPASTRO的其他功能。</p>
<p><strong>&nbsp;</strong></p>
<p><strong>&nbsp; &nbsp; &nbsp; 6.</strong><strong>广告代投</strong></p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>为了帮助您更好地提升店铺流量，实现客户增长，我们会提供广告代投服务，以您的名义在相关广告投放平台代为投放您的店铺/商品/服务的广告。在该功能下，我们可能会向广告投放平台传送您的相关信息和/或使用您提供的店铺页面内的图片、文字、视频等素材，请您确保相关素材并未包含您或用户的个人信息。如包含相关个人信息，请您确保已获得个人信息主体的同意。如您无法确保素材中是否含有个人信息或者无法获取授权的，请您不要使用此项功能，但不影响您使用 SHOPASTRO的其他功能。</p>
<p><strong>&nbsp;</strong></p>
<p><strong>&nbsp; &nbsp; &nbsp; 7</strong><strong>.</strong><strong>商品推荐</strong></p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>当您需要在商品详情页推荐商品时，为了达到更为精准的推荐效果，我们会收集您的终端用户<strong><em>浏览数据和行为数据</em></strong>。请您在选择该服务时，确保已经向终端用户告知相关信息收集及使用情况并获取其同意。如果您无法确保您的最终用户已经同意被采集其上述信息，请您不要使用此项功能，但不影响您使用 SHOPASTRO的其他功能。</p>
<p><strong>&nbsp;</strong></p>
<p><strong>&nbsp; &nbsp; &nbsp; 8.</strong><strong>添加色板</strong></p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>当您使用添加色板功能（包括色板管理、色板创建/编辑、自定义商品色板、色斑外观配置）时，我们会收集使用您的店铺数据（包括卖家ID和店铺ID），以将您所添加色板的操作对应到您的店铺。如果拒绝提供此类信息，请您不要使用此项功能，但不影响您使用 SHOPASTRO的其他功能。</p>
<p><strong>&nbsp;</strong></p>
<p><strong>&nbsp; &nbsp; &nbsp; 9</strong><strong>.</strong><strong>添加购物车</strong></p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>当您的最终用户使用&ldquo;添加购物车&rdquo;功能时，为了使其操作对应到您的店铺，我们会收集并使用您的店铺ID，以此来完成您与您最终用户的交易。如您拒绝提供此类信息，请您不要使用此项功能。我们提示您，您建站的效果会由此受到影响，但不影响您使用 SHOPASTRO的其他功能。</p>
<p><strong>&nbsp;</strong></p>
<p><strong>&nbsp; &nbsp; &nbsp; 10.</strong><strong>信用卡支付</strong></p>
<p>&nbsp;<strong>&nbsp; &nbsp; &nbsp; </strong>当您或您的最终用户使用信用卡、储蓄卡进行付款时，我们会收集并使用您或您的最终用户的<strong><em>卡相关信息</em></strong>,以此来完成您或您最终用户的付款动作。上述信息属于<strong><em>敏感</em></strong><strong><em>个人</em></strong><strong><em>信息</em></strong>，请您不要随意向第三方提供。收集上述信息为实现相关功能所必须，否则将无法完成交易。如您拒绝提供此类信息，请您不要使用此项功能。我们提示您，您建站的效果会由此受到影响，但不影响您使用 SHOPASTRO的其他功能。</p>
<p><strong>&nbsp;</strong></p>
<p><strong>&nbsp; &nbsp; &nbsp; 11.</strong><strong>客服</strong></p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>为了改进服务质量，在与我们客服团队联系时，我们可能会要求您提供电话、微信账号和姓氏信息，以便为您进行客服交流和服务。</p>
<p><strong>&nbsp;</strong></p>
<p><strong>（二）向您提供</strong><strong>平台</strong><strong>服务过程中我们主动收集的个人信息</strong></p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>在符合法律法规的前提下，为了更好地为您提供服务以及保障账号的安全，当您在SHOPASTRO进行浏览和搜索时，我们会收集和使用您在使用我们的产品与/或服务过程中产生的设备信息和日志信息，具体如下：</p>
<p><strong>设备信息：</strong>我们会收集您的个人常用设备信息，包括IP地址、设备型号、设备识别码、操作系统、分辨率、电信运营商。</p>
<p><strong>日志信息：</strong>我们会自动收集您使用本平台的详细信息并作为网络日志进行保存，包括网络诊断、卡顿信息、点击事件、关卡成功或失败情况、<strong><em>浏览记录</em></strong>、点击记录和潜在风险的URL，并根据相关法律要求进行保存。</p>
<p><strong>&nbsp;</strong></p>
<p><strong>（三）终端用户个人信息的授权与同意</strong></p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>您十分清楚，为了使用平台之目的，您需要我们收集、存储、加工来自于您产品终端用户的个人信息。因此，您必须承诺：</p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>1）您已经获得终端用户充分必要的授权、同意和许可，允许使用我们履行服务所需的目的直接收集和使用其个人信息；</p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>2）您已经获得终端用户充分必要的授权、同意和许可，允许我们和合作方对已收集的终端用户个人信息进行去标识化的分析与聚合性的处理；</p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>3）您已经遵守并将持续遵守适用的法律、法规和监管要求，包括但不限于制定和公布有关个人信息保护和隐私保护的相关政策；</p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>4）您已向终端用户提供易于操作的选择机制，告知终端用户如何以及何时可以行使选择权，并说明行使选择权后如何以及何时可以修改或撤回该选择，使得用户可以选择同意或不同意为商业目的而收集和使用其个人信息。</p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>5）您已经向终端用户告知如何向您行使终端用户权利（如何访问、更正其个人信息、行使删除权、更改其授权同意的范围等操作）。您的终端用户不会因为我们按照本政策处理其个人信息而对我们产生任何形式的诉求、诉请、投诉等。如向我们提出，您将负责为终端用户进行解决。</p>
<p>&nbsp;</p>
<p><strong>&nbsp; &nbsp; &nbsp; 如因您违反上述承诺导致您的终端用户对我们主张任何形式的索赔或权利要求，或导致我们被卷入到法律或行政程序，您将负责全面解决，并赔偿我们因此可能遭受的任何形式的损失。</strong></p>
<p><strong>&nbsp;</strong></p>
<p><strong>（</strong><strong>四</strong><strong>）征得授权同意的例外</strong></p>
<p><strong>&nbsp; &nbsp; </strong>根据法律法规，以下情形中收集和使用的个人信息无需征得个人信息主体的同意：</p>
<ol>
<li>与履行法律法规规定的义务相关的；</li>
<li>与国家安全、国防安全直接相关的；</li>
<li>与公共安全、公共卫生、重大公共利益直接相关的；</li>
<li>与刑事侦查、起诉、审判和判决执行等直接相关的；</li>
<li>出于维护个人信息主体或其他个人的生命、财产等重大合法权益相关但又很难得到本人授权同意的；</li>
<li>所涉及的个人信息是个人信息主体自行向社会公众公开的；</li>
<li>根据个人信息主体要求签订和履行合同所必需的；</li>
<li>从合法公开披露的信息中收集个人信息的，如通过合法的新闻报道、政府信息公开等渠道；</li>
<li>维护提供我们平台的安全稳定运行所必需的，例如发现、处置我们平台产品与/或服务的故障；</li>
<li>法律法规规定的其他情形。</li>
</ol>
<h4><strong>&nbsp;</strong></h4>
<h4><strong>二、</strong><strong>如何使用Cookie及其他同类追踪技术</strong></h4>
<p><strong>&nbsp;</strong></p>
<p><strong>（一）什么是Cookie</strong></p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>Cookie是个人信息主体登录网站或浏览网络内容时，网站服务器存放在个人信息主体的电脑、移动电话或其他智能终端设备内的小型文件，通常包含标识符、站点名称以及一些号码和字符。当个人信息主体再次访问相应网站时，网站就可通过 Cookie 识别个人信息主体的浏览器。Cookie可能会存储用户偏好及其他信息。</p>
<p><strong>&nbsp;</strong></p>
<p><strong>（二）如何使用Cookie</strong></p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>当个人信息主体使用我们网站时，我们可能通过Cookies或同类技术收集个人信息主体的设备型号、操作系统、设备标识符、登录IP地址信息，以及缓存个人信息主体的<strong><em>浏览信息</em></strong>、点击信息，以查看个人信息主体的网络环境。通过Cookies，我们可以在个人信息主体访问网站时识别个人信息主体的身份，并不断优化网站的用户友好程度，并根据个人信息主体的需要对网站做出调整。个人信息主体也可以更改浏览器的设置，使浏览器不接受我们网站的Cookies，但这样可能会影响个人信息主体对网站的部分功能的使用。</p>
<p>&nbsp;</p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>在SHOPASTRO网站，借助于Cookie和其他类似技术，我们可以在个人信息主体每次使用我们产品与/或服务时识别个人信息主体是否属于我们的用户或者终端用户，而不必在每个页面上重新登录和验证。</p>
<p>&nbsp;</p>
<p><strong>（三）如何管理Cookie</strong></p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>个人信息主体可根据自己的偏好管理或删除某些类别的追踪技术。很多网络浏览器均设有&ldquo;禁止追踪&rdquo;（Do Not Track）功能，该功能可向网站发布&ldquo;禁止追踪&rdquo;的请求。</p>
<p>&nbsp;</p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>除了我们提供的控件之外，个人信息主体还可以选择在Internet浏览器中启用或禁用Cookie。大多数互联网浏览器还允许个人信息主体选择是要禁用所有Cookie还是仅禁用第三方Cookie。默认情况下，大多数互联网浏览器都接受Cookie，但这可以更改。有关详细信息，请参阅Internet浏览器中的帮助菜单或设备随附的文档。</p>
<p>&nbsp;</p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>以下链接提供了有关如何在所有主流浏览器中控制Cookie的说明：</p>
<ul>
<li>Google Chrome：<a href="https://support.google.com/chrome/answer/95647?hl=en"><u>https://support.google.com/chrome/answer/95647?hl=en</u></a></li>
<li>IE：<a href="https://support.microsoft.com/en-us/help/260971/description-of-cookies"><u>https://support.microsoft.com/en-us/help/260971/description-of-cookies</u></a></li>
<li>Safari（桌面版）：<a href="https://support.apple.com/kb/PH5042?locale=en_US"><u>https://support.apple.com/kb/PH5042?locale=en_US</u></a></li>
<li>Safari（移动版）：<a href="https://support.apple.com/en-us/HT201265"><u>https://support.apple.com/en-us/HT201265</u></a></li>
<li>火狐浏览器：<a href="https://support.mozilla.org/en-US/kb/cookies-information-websites-store-on-your-computer?redirectlocale=en-US&amp;redirectslug=Cookies"><u>https://support.mozilla.org/en-US/kb/cookies-information-websites-store-on-your-computer?redirectlocale=en-US&amp;redirectslug=Cookies</u></a></li>
<li>Opera：<a href="https://www.opera.com/zh-cn/help"><u>https://www.opera.com/zh-cn/help</u></a></li>
</ul>
<p>&nbsp;</p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>如个人信息主体使用其他浏览器，请参阅浏览器制造商提供的文档。</p>
<p>&nbsp;</p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>在我们网站，个人信息主体可以通过清除缓存的方式删除已有的追踪技术。</p>
<p>&nbsp;</p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>当个人信息主体在非登录状态下浏览页面时，为向个人信息主体提供相应服务，我们会收集实现浏览功能所必需收集&nbsp;Cookie&nbsp;信息，但会在一个月内删除这些Cookie信息。</p>
<p>&nbsp;</p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>请个人信息主体知悉，倘若个人信息主体拒绝使用或清除已有的追踪技术，则需要在每一次访问时亲自更改用户设置，并且，我们可能无法向个人信息主体提供更加优质的使用体验，部分服务亦可能会无法正常运作。</p>
<p>&nbsp;</p>
<h4><strong>三、我们如何委托处理、共享、转让、公开披露个人信息主体的信息</strong></h4>
<p>&nbsp;</p>
<p><strong>（一）委托处理</strong></p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>为了向您提供更完善、更优质的产品和服务，某些功能可能由我们的技术服务合作方提供，我们可能会委托合作方 （包括技术服务提供方）处理个人信息主体的某些个人信息。<strong>（例如您在使用SHOPASTRO一些付费或自动扣款功能时，或您的终端用户通过您在SHOPASTRO建立的网点进行付款操作时，我们可能会委托第三方支付公司处理您的某些个人信息。）</strong>对我们委托处理个人信息的公司、组织和个人，我们会与其签署严格的保密协定，明确数据处理事项、处理期限、处理性质、处理目的以及双方责任等，要求合作方仅按照我们的要求、本政策的规定以及其他任何相关的保密和安全措施来处理个人信息。如果您拒绝我们的供应商在提供服务时收集为提供服务所必需的个人信息，将可能导致您或您的终端用户在使用我们产品与/或服务的过程中无法享受该供应商提供的服务。例如我们会聘请服务提供商来协助我们完成实名认证。</p>
<p>&nbsp;</p>
<p><strong>（二）共享</strong></p>
<p><strong>&nbsp; &nbsp; </strong>除非存在以下一种或多种情形，否则我们不会与任何第三方公司、组织或个人共享个人信息：</p>
<ol>
<li>基于个人信息主体自行提出的要求、或事先获得个人信息主体的明示授权或同意；</li>
<li>与我们履行法律法规规定的义务相关的；</li>
<li>与国家安全、国防安全直接相关的；</li>
<li>与公共安全、公共卫生、重大公共利益直接相关的；</li>
<li>与刑事侦查、起诉、审判和判决执行等直接相关的</li>
<li>出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</li>
<li>个人信息主体自行向社会公众公开的您的个人信息；</li>
<li>从合法公开披露的信息中收集个人信息的，如通过合法的新闻报道、政府信息公开等渠道。</li>
<li>与我们关联公司及合作伙伴进行必要信息的共享：我们仅会出于合法、正当、必要、特定、明确的目的共享个人信息，并且只会共享为您或您的终端用户提供服务所必要的个人信息。我们不会共享可以识别个人信息主体身份的个人信息，除非法律法规另有规定。与委托处理下的合作方不同，该等共享的合作方为数据控制者，其将以自己的名义获得个人信息主体的同意后处理个人信息。合作方可能有其独立的隐私政策和用户服务协议，我们建议您阅读并遵守共享合作方的用户协议及隐私政策。以下为我们与第三方共享信息的详细情况：</li>
<li>A.与关联公司间共享：为便于我们基于SHOPASTRO账号向您提供平台产品和/或服务，推荐您可能感兴趣的信息，识别用户账号异常，保护SHOPASTRO关联公司或其他用户或公众的人身财产安全免遭侵害，经过您和您终端用户的同意，您和您终端用户的个人信息可能会与我们的关联公司共享。我们只会共享必要的个人信息，且受本政策中所声明目的的约束，如果我们共享了<strong><em>个人敏感信息</em></strong>或关联公司改变个人信息的使用及处理目的，将再次征求您和您的终端用户的授权同意。</li>
<li>与授权合作伙伴共享：</li>
</ol>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>（1）广告类授权合作伙伴。除非得到您的授权，否则我们不会将您终端用户的个人信息向提供广告服务的合作伙伴共享。我们会向这些合作伙伴提供有关其广告覆盖面和有效性的信息，但不会提供您终端用户的个人身份信息，或者我们将这些信息进行汇总，以便它不会识别到终端用户个人。这类合作伙伴可能将上述信息与他们合法获取的其他数据相结合，以进行广告或决策建议。</p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>（2）统计分析服务类的授权合作伙伴。除非得到您的授权，否则我们不会将您终端用户的个人信息与提供统计分析服务的合作伙伴共享。我们会向这些合作伙伴提供汇总后的信息，以便它不会识别到终端用户个人。这类合作伙伴可能将上述信息与他们合法获取的其他数据相结合，以进行统计分析。</p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>（3）支付合作类的授权合作伙伴。在您为使用SHOPASTRO的某些付费或订阅功能而需使用信用卡、借记卡、或届时其他平台所支持的在线支付方式进行扣款时，扣款服务将通过合作的银行或第三方支付公司等进行提供。我们会向这些合作伙伴提供为实现扣款功能所提供的必要信息，不会提供额外个人信息。</p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>（4）其他供应商、服务提供商和其他合作伙伴。我们将信息发送给支持我们业务的其他供应商、服务提供商和其他合作伙伴，这些支持包括提供技术基础设施服务、提供客户服务、支付便利或进行学术研究和调查。我们会与其约定严格的数据保护措施，令其按照我们的说明、本政策以及其他任何相关的保密和安全措施来处理个人信息。</p>
<p>&nbsp;</p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>提示您注意，本平台可能包含第三方提供的功能或第三方提供的网站和服务的链接。本政策所描述的规定与程序不适用于第三方网站。您向第三方网站或服务提供的任何信息都将直接提供给这些服务的运营商，即使通过本平台进行访问，也须遵守该运营商适用的隐私政策和用户协议（如有）。对于第三方网站或服务的内容、个人信息和安全措施和政策，我们概不负责。我们建议您在向第三方提供信息之前先了解其隐私政策和用户协议。</p>
<p>&nbsp;</p>
<p><strong>（三）转让</strong></p>
<p><strong>&nbsp; &nbsp; </strong>原则上我们不会将个人信息控制权向其他公司、组织或个人进行转让，但以下情况除外：</p>
<ol>
<li>基于个人信息主体自行提出的要求、或事先获得您的明示授权或同意；</li>
<li>与我们履行法律法规规定的义务相关的；</li>
<li>与国家安全、国防安全直接相关的；</li>
<li>与公共安全、公共卫生、重大公共利益直接相关的；</li>
<li>与刑事侦查、起诉、审判和判决执行等直接相关的；</li>
<li>出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人授权同意的；</li>
<li>个人信息主体自行向社会公众公开的您个人信息；</li>
<li>从合法公开披露的信息中收集个人信息的，如通过合法的新闻报道、政府信息公开等渠道；</li>
<li>发生公司收购、兼并、重组、破产，运营主体变更时的转让。</li>
</ol>
<p>&nbsp;</p>
<p><strong>&nbsp; &nbsp; &nbsp; 请您知悉：如具备上述事由确需转让，我们将在转让前向您告知转让信息的目的、类型、信息受让方（如涉及敏感信息，我们还将告知涉及的敏感信息的内容），并在征得您同意后再转让，但法律法规另有规定的除外。变更后的运营主体将继续履行个人信息控制者的责任和义务；如公司发生破产或者停运且无承接方的，我们将对您的个人信息做删除或者匿名化处理。</strong></p>
<p><strong>&nbsp;</strong></p>
<p><strong>（四）公开披露</strong></p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>原则上我们不会向社会或不特定人群发布您的个人信息，但基于与您的约定或根据法律法规应当披露的除外。</p>
<p>&nbsp;</p>
<h4><strong>四、如何使</strong><strong>您</strong><strong>拥有管理个人信息的权利</strong></h4>
<p><strong>&nbsp;</strong></p>
<p><strong>（一）访问和更正个人信息</strong></p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>您有权随时登录并访问您SHOPASTRO账号，查看您的个人信息。如您发现我们收集、存储、使用、披露的您的个人信息有错误或不完整的，或者在法律法规规定的其他情况下，您可以通过登录 www.shopastro.com ，并进入&ldquo;个人中心&rdquo;后进行更正或补充完善您的个人信息。</p>
<p>&nbsp;</p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>如您希望访问或更正您的其他个人信息，或在行使上述权利过程中遇到困难，您可以通过本政策第九条所述的方式联系我们，我们将在核实您的身份后及时响应您的请求，但法律法规另有规定的或本政策另有约定的除外。</p>
<p>&nbsp;</p>
<p><strong>（二）</strong><strong>删除个人信息</strong></p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>在以下情形中，您可以通过本政策第九条所述的方式联系客服，向我们提出删除您个人信息的请求，但已做数据匿名化处理或法律法规另有规定的除外：</p>
<ol>
<li>我们违反法律、行政法规的规定或与您的约定，收集、使用个人信息的；</li>
<li>我们违反法律法规规定或违反与您的约定向第三方共享、转让个人信息，我们将立即停止共享、转让的行为，并通知第三方及时删除；</li>
<li>我们违反法律法规规定或违反与您的约定向第三方共享、转让个人信息，我们将立即停止共享、转让的行为，并通知第三方及时删除；</li>
<li>您通过注销等方式终止使用本平台产品与/或服务的；</li>
<li>法律法规等规定的其他情形。</li>
</ol>
<p>&nbsp;</p>
<p><strong>&nbsp; &nbsp; &nbsp; 在删除相关信息</strong><strong>前</strong><strong>，我们可能会要求您进行身份验证，以保障账户安全。当我们决定响应您的删除请求时，我们将尽快从SHOPASTRO产品与/或服务器中删除您的信息。但出于监管机关打击犯罪、维护国家安全的要求，我们</strong><strong>会在法律允许的期限内</strong><strong>对您的通讯信息</strong><strong>和交易记录</strong><strong>进行保存，但我们不会进行任何使用行为。请您知悉，我们可能不会将您需要删除的信息立即从备份系统中删除，但会在备份系统更新时删除。</strong></p>
<p>&nbsp;</p>
<p><strong>（三）</strong><strong>注销账号</strong></p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>除非法律法规另有规定或本政策另有约定，您可以通过本政策第九条所述的方式联系客服来注销您的SHOPASTRO账号。</p>
<p>&nbsp;</p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>请您理解并知悉，注销您的本平台账号将导致您永久失去对账户和账户中数据的访问权。我们将在验证您的身份并与您协商处理完您账户中的资产后，为您提供账户注销服务。为了向您提供更加便捷的注销方式，我们后续会不断优化我们的产品，并且通过页面公告向您告知。在注销账号后，除非根据法律规规定需要留存个人信息的，我们将及时删除您的个人信息或对其作匿名化处理。</p>
<p>&nbsp;</p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>您注销账号的行为是不可逆的，一旦您的账号被注销，我们不再收集您的个人信息，也将不再为您提供我们的产品和/或服务，因此我们建议您谨慎选择注销账号。</p>
<p>&nbsp;</p>
<p><strong>（四）约束信息系统自动决策</strong></p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>在本平台某些业务功能中，我们可能依据信息系统、算法等在内的非人工自动决策机制作出决定。如果这些决定显著影响您的合法权益，您有权要求我们作出解释，您可以通过本政策第九条提供的方式联系我们。</p>
<p>&nbsp;</p>
<p><strong>（五）</strong><strong>响应请求</strong></p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>为实现本条所述的用户权利，或您存在任何疑问、投诉、意见或建议的，您可以通过本政策第九条提供的联系方式与我们联系。为确保安全，我们可能会先要求验证您用户的身份，然后再处理您的请求。对于您的请求，原则上将在收到您请求后的15 个工作日内验证您的用户身份并做出答复。</p>
<p>&nbsp;</p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>对于您合理的请求，我们原则上不收取费用。对于一定时期内多次重复的请求，我们将视情况收取一定成本费用；对于需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、或存在其他显著困难的请求，我们将为您提供替代方法。</p>
<p>&nbsp;</p>
<p><strong>&nbsp; &nbsp; </strong>存在以下情形时，我们将拒绝您提出的请求：</p>
<ol>
<li>履行法律法规规定的义务相关的；</li>
<li>与国家安全、国防安全直接相关的；</li>
<li>与公共安全、公共卫生、重大公共利益直接相关的；</li>
<li>与刑事侦查、起诉、审判和执行判决等直接相关的；</li>
<li>有充分证据表明用户存在主观恶意或滥用权利的；</li>
<li>出于维护用户或其他个人的生命、财产等重大合法权益但又很难 得到本人授权同意的；</li>
<li>响应用户的请求将导致用户或其他个人、组织的合法权益受到严重损害的；</li>
<li>涉及商业秘密的。</li>
</ol>
<p>&nbsp;</p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>请知悉，针对使用本平台产品和/或服务的终端用户（而不是本平台的直接客户）提出的请求，我们建议您直接响应。除非我们接到您的请求予以协助，否则我们会将收到的您的终端用户的请求转发您或者请终端用户直接找您寻求帮助。</p>
<p>&nbsp;</p>
<h4><strong>五、我们如何保存和保护个人信息</strong></h4>
<p><strong>&nbsp;</strong></p>
<p><strong>（一）个人信息的保存</strong></p>
<p><strong>&nbsp; &nbsp; &nbsp; １. 保存期限</strong></p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>您在使用SHOPASTRO产品和／或服务期间，我们将持续为您保存您和您终端用户的个人信息。我们承诺，除非法律法规另有要求，我们对您和您终端用户个人信息的存储时间限于实现您和您终端用户授权使用目的所必需的最短时间，法律法规另有规定或者用户另行授权同意的除外。</p>
<p><strong>&nbsp;</strong></p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>如果您注销账号、主动删除上述信息、我们因经营不善或其他原因出现停止运营的情况，我们将依据法律法规规定停止对您个人信息进行收集，同时删除已收集到的个人信息或对其做匿名化处理。</p>
<p>&nbsp;</p>
<p><strong>&nbsp; &nbsp; &nbsp; ２</strong><strong>.</strong><strong>&nbsp;保存地域</strong></p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>原则上我们会将在中国境内运营所收集和产生的个人信息存储在中国境内，不会进行跨境传输。请您知悉，为协助第三方服务商完成其服务，我们可能会将您的个人信息传输至位于境外的第三方服务商。在此情况下，我们会确保您的个人信息得到在中国境内足够同等的保护，并且在进行跨境数据传输前实施去标识化等措施。</p>
<p><strong>&nbsp;</strong></p>
<p><strong>（二）个人信息的保护</strong></p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>我们十分重视您的个人信息安全，为此我们采用了符合行业标准的安全技术措施及配套的组织架构和管理体系等多层面保护措施，以最大程度防止您的个人信息被泄露、毁损、误用、未授权访问、未授权披露或更改，具体包括：</p>
<ol>
<li><strong>1</strong><strong>. &nbsp;数据安全技术措施</strong></li>
</ol>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>为保障信息安全，我们努力采取各种合理的安全技术措施来保护个人信息，使您和您终端用户的个人信息不会被泄漏、毁损或者丢失。我们采用了如SSL等加密传输技术，保护数据在其传输过程中的安全，并使用妥善的保护机制以防止数据遭到恶意攻击。我们对个人信息采取加密存储和数据权限控制机制，防止您和您终端用户的个人信息遭遇未授权的访问、公开披露、使用、修改、人为或意外的损坏或丢失等。</p>
<p>&nbsp;</p>
<p><strong>&nbsp; &nbsp; &nbsp; ２</strong><strong>.</strong><strong>&nbsp;数据安全组织和管理措施</strong></p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>根据有关法规要求，我们任命了个人信息保护负责人和个人信息保护工作机构。我们还建立了相关的内控管理流程，以最小授权为原则，对可能接触到您和您终端用户个人信息的工作人员，严格设定信息访问权限，控制个人信息的知悉范围。</p>
<p>&nbsp;</p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>我们建立了数据安全使用的内部规范制，对可能接触到您和您终端用户的信息的员工或外包人员也采取了严格管理，包括但不限于根据岗位的不同采取不同的权限控制，与他们签署保密协议，监控他们的操作情况等措施。</p>
<p>&nbsp;</p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>我们组织员工参加安全与隐私保护相关培训并要求其完成规定的考核，加强员工对于保护个人信息重要性的认知。</p>
<p>&nbsp;</p>
<p><strong>&nbsp; &nbsp; &nbsp; ３. 合作协议条款保证</strong></p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>在我们从第三方间接收集您的个人信息前，我们会明确以书面形式（如合作协议、承诺书）要求该第三方在已经取得您明示同意后收集以及处理您和您终端用户的个人信息，并要求第三方对个人信息来源的合法性和合规性以书面协议的形式作出承诺，如第三方有违反行为的，我们会明确要求对方承担相应的法律责任。</p>
<p>&nbsp;</p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>在我们向合作伙伴共享您和/或您终端用户的个人信息前，我们会严格要求合作伙伴承担信息保护义务与责任。为此，我们会在合作之前要求生态伙伴签署<strong>数据处理协议或在双方签署的合作协议中列明有关数据保护的条款</strong>。协议严格约定合作伙伴对用户信息的保密义务，包括信息的保管、使用和流转等均应满足我们的管控要求，接受我们的审核、监督和审计，一旦有任何违反，我们会要求对方承担相应的法律责任。</p>
<p>&nbsp;</p>
<p><strong>&nbsp; &nbsp; &nbsp; ４.　安全事件处理</strong></p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>如不幸发生了个人信息安全事件，我们将立即启动应急预案，采取补救措施，记录事件内容，按照适用法律法规的有关规定及时上报。若可能会给您和/或您终端用户的合法权益造成严重损害的，如造成个人敏感信息的泄露，我们将向您告知该安全事件的基本情况和其可能的影响、我们已采取或将要采取的处置措施、您可选择的防范和降低风险的建议、我们针对您和/或您终端用户提供的补救措施以及个人信息保护负责人和个人信息保护工作机构的联系方式等。我们将及时将以上事件相关情况以邮件、信函、电话或推送通知等方式告知您，难以逐一告知时，我们会采取合理、有效的方式发布警示公告。</p>
<p>&nbsp;</p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>请您知悉并理解，互联网并非绝对安全的环境，我们强烈建议您通过安全方式、使用复杂密码，协助我们保证您的账号安全。如您发现自己的个人信息泄密，尤其是您的账号或密码发生泄露，请您立即根据本政策第九条提供的联系方式联系我们，以便我们采取相应措施来保护您的信息安全。</p>
<p>&nbsp;</p>
<h4><strong>六、如何保护未成年人的个人信息</strong></h4>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>本平台仅面向十八周岁（含）以上用户提供产品和/或服务。我们不会在知情的情况下收集未成年人的个人信息。如果我们不小心收集到了未成年人的信息，我们在知情后会尽快删除。如果您认为我们可能不当地持有关于未成年人的信息，请依照本政策第九条所述方式联系我们。</p>
<p>&nbsp;</p>
<h4><strong>七、如何更新本政策</strong></h4>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>我们可能适时修订本政策的条款，该修订构成本政策的一部分。如该等修订造成您在本政策下权利的实质减少，我们将在修订生效前通过在主页上显着位置提示或向您发送电子邮件或以其他方式通知您。在该种情况下，如果您不同意本政策，或对本政策修改、更新的内容有异议，您可以选择停止使用我们的产品与/或服务或者注销您的账号。但请您知悉，您账号注销之前、停止使用本服务之前的行为和活动仍受本政策的约束。</p>
<p>&nbsp;</p>
<p><strong>若涉及重大、实质性变更，我们会依据具体情况，以显著的方式通知您。</strong></p>
<p><strong>重大、实质性变更的情形包括但不限于以下情形：</strong></p>
<ul>
<li><strong>我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；</strong></li>
<li><strong>您参与个人信息处理方面的权利及其行使方式发生重大变化；</strong></li>
<li><strong>我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等；</strong></li>
<li><strong>个人信息共享、转让或公开披露的主要对象发生变化；</strong></li>
<li><strong>我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时；</strong></li>
<li><strong>个人信息安全影响评估报告表明存在高风险时。</strong></li>
</ul>
<p><strong>&nbsp;</strong></p>
<h4><strong>八、管辖与法律适用</strong></h4>
<p><strong>&nbsp; &nbsp; &nbsp; 本隐私政策的成立、生效、履行、解释及纠纷解决，适用</strong><strong>中国</strong><strong>法律，并明确排除其冲突法规范的适用。</strong></p>
<p><strong>若您和我们发生任何纠纷或争议，首先应友好协商解决；协商不成的，您同意将纠纷或争议提交</strong><strong>杭州市互联网</strong><strong>法院通过诉讼解决。</strong></p>
<p>&nbsp;</p>
<h4><strong>九、如何联系我们 </strong></h4>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>如对本政策内容有任何疑问、意见或建议，您可以通过以下方式与我们联系：1）SHOPASTRO的客户服务热线：400-669-2228；2）个人信息保护专职部门邮箱：shopastro@shopastro-inc.com ；或3）将信件寄至：常用办公地址：&nbsp;浙江省杭州市余杭区仓前街道时代未来之城5幢1701室收。&nbsp;&nbsp;&nbsp;&nbsp;</p>
<p>&nbsp;</p>
<h4><strong>十</strong><strong>、</strong><strong>关键词定义</strong><strong>&nbsp;</strong></h4>
<p><strong>&nbsp; &nbsp; &nbsp; 您：</strong>指注册并使用SHOPASTRO的卖家用户和/或其员工和/或授权操作本平台的其他人员。</p>
<p>&nbsp;</p>
<p><strong>&nbsp; &nbsp; &nbsp; 个人信息：</strong>指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。本政策中涉及的个人信息包括姓名、出生日期、身份证件号码、个人生物识别信息、住址、通信通讯联系方式、通信记录和内容、密码、财产信息、交易信息等。</p>
<p>&nbsp;</p>
<p><strong><em>&nbsp; &nbsp; &nbsp; 个人敏感信息：指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息</em></strong><strong><em>，</em></strong><strong><em>包括</em></strong><strong><em>身份证件号码、个人生物识别信息、银行账户、财产信息、征信信息、行踪轨迹、健康生理信息、交易信息。</em></strong></p>
<p><strong><em>&nbsp;</em></strong></p>
<p><strong>&nbsp; &nbsp; &nbsp; 去标识化：</strong>指通过对个人信息的技术处理，使其在不借助额外信息的情况下，无法识别或者关联您的过程。</p>
<p>&nbsp;</p>
<p><strong>&nbsp; &nbsp; &nbsp; 删除：</strong>指在实现日常业务功能所涉及的系统中去除个人信息的行为，使其保持不可被检索、访问的状态。 &nbsp;</p>
<p>&nbsp;</p>
<p><strong>&nbsp; &nbsp; &nbsp; 匿名化：</strong>指通过对个人信息的技术处理，使得您无法被识别或者关联，且处理后的信息不能被复原的过程。</p>
<p>&nbsp;</p>
<p><strong>&nbsp; &nbsp; &nbsp; 中国大陆或中国大陆境内：</strong>指中华人民共和国大陆地区（仅为本政策之目的，不包含香港特别行政区、澳门特别行政区和台湾地区）。</p>
<p>&nbsp;</p>
<p><strong>&nbsp; &nbsp; &nbsp; </strong>注：本政策以中文书就，其他语言的翻译版本仅作参考。若本协议的任何语言的翻译件与中文版本有不一致的，以中文版本为准。</p>`

export const agreement =  `<p style="text-align: center;"><span style="font-size: 24px;"><strong>用户协议</strong></span></p>
<p>发布日期：2021年12月6日</p>
<p>生效日期：2021年12月6日&nbsp;</p>
<p><strong>关于我们</strong></p>
<p>&nbsp; &nbsp; &nbsp; SHOPASTRO产品与/或服务平台（以下简称&ldquo;SHOPASTRO&rdquo;或&ldquo;本平台&rdquo;）是由星盘起航（杭州）网络技术有限公司（注册地址：【 浙江省杭州市余杭区仓前街道时代未来之城5幢1701室】）及其关联公司（以下统称&ldquo;我们&rdquo;）拥有并经营，并通过SHOPASTRO网站www.shopastro.com向卖家用户（以下简称&ldquo;用户&rdquo;&ldquo;您&rdquo;或&ldquo;卖家&rdquo;）提供网店建站、流量、支付和物流完整解决方案的SaaS平台。</p>
<p>&nbsp;</p>
<p><strong>一、协议范围及生效</strong></p>
<ol>
<li>在您注册成为SHOPASTRO用户之前，请访问阅读链接并认真阅读并充分理解本协议具体条款以及《SHOPASTRO隐私政策》相关条款，特别是免除或者减轻责任等与您有重大利害关系的条款（特别是以加粗以及加下划线方式提示用户注意的条款）、法律适用和争议解决条款等。</li>
</ol>
<p>&nbsp;</p>
<ol start="2">
<li>《SHOPASTRO隐私政策》和其他政策文件、操作规则、SaaS建站服务销售合同等文件均为本协议的有效组成部分，与本协议不可分割且具有同等法律效力（以下统称&ldquo;服务协议&rdquo;或&ldquo;本协议&rdquo;）。本协议是您和我们之间关于您作为用户使用SHOPASTRO提供的信息、软件、产品和服务等相关事宜订立的协议。</li>
</ol>
<p>&nbsp;</p>
<ol start="3">
<li>在阅读本协议的过程中，如您有任何疑问或反馈，可以通过SHOPASTRO的客户服务热线：400-669-2228联系我们。当您按照注册页面提示填写信息、完成全部注册程序，且阅读并勾选同意本协议，即表示您接受本协议的全部内容，成为SHOPASTRO的用户。如果您不同意本服务协议或其中任何条款约定，应立即停止注册程或使用本平台。</li>
</ol>
<p>&nbsp;</p>
<ol start="4">
<li>我们会根据相关法律法规要求或商业发展需求不时更新本协议，同时会在本平台上进行公布，修改后的内容经公示期后生效并代替原来的协议。因此，我们建议您定期查看本平台服务协议的内容和相关通知，以了解最新的规则。如您不同意变更事项，您有权于变更事项确定的生效日前联系我们反馈意见。如反馈意见被采纳，我们将酌情调整变更事项。如您对已生效的变更事项仍不同意的，您应当于变更事项确定的生效之日起停止使用SHOPASTRO服务，变更事项对您不产生效力；如您在变更事项生效后仍继续使用本平台服务，则视为您同意并接受已生效的变更事项。</li>
</ol>
<p>&nbsp;</p>
<ol start="5">
<li>您有责任为访问SHOPASTRO做好准备。您也有责任确保所有通过您的移动设备和互联网连接访问SHOPASTRO的人都了解并遵守这些条款和条件。</li>
</ol>
<p>&nbsp;</p>
<p><strong>二、账号注册及使用</strong></p>
<ol>
<li>SHOPASTRO的服务只提供给依法可以与我们缔结合同的主体，包括具备完全民事权利能力和行为能力的自然人、法人或其他组织。使用本平台下单服务，应具备购买相关商品的权利能力和行为能力，包括获得法人或其他组织的充分授权，有权代表相关法人或其他组织注册和使用SHOPASTRO。</li>
</ol>
<p>&nbsp;</p>
<ol start="2">
<li>我们不向未满十八周岁的用户提供SHOPASTRO的服务。如您在使用时未满十八周岁，请马上停止使用本服务。</li>
</ol>
<p>&nbsp;</p>
<ol start="3">
<li>您同意并知悉，您通过电子邮箱加密码以及手机号码加验证码方式注册并登录SHOPASTRO，SHOPASTRO将以此识别您的账号信息，相关个人信息的收集情况详见《SHOPASTRO隐私政策》。您声明并保证，在注册SHOPASTRO账号成为用户时，您提交的所有注册信息是准确和真实的，不应使用他人的信息或者虚假信息注册账号。如果您用于注册账号的信息有变化，您在任何时候必须及时更新您的账号信息并保持其准确性。</li>
</ol>
<p>&nbsp;</p>
<ol start="4">
<li>SHOPASTRO仅允许每位用户注册并使用一个SHOPASTRO主账号。如有证据证明或平台根据规则判断用户存在不当注册或不当使用多个SHOPASTRO主账号的情形，我们可以采取冻结、关闭账号、暂停或拒绝提供服务等措施，给SHOPASTRO及相关方造成损失的，用户应承担赔偿责任。</li>
</ol>
<p>&nbsp;</p>
<ol start="5">
<li>用户应当遵守法律法规，妥善使用和保管SHOPASTRO账号及密码。用户在未经SHOPASTRO同意的情况下不得将SHOPASTRO账号以赠与、借用、租用、转让、出售或以其他方式处分、授权给任何第三方，因此导致用户账号及密码信息泄露而造成的损失，由用户自行承担。</li>
</ol>
<p>&nbsp;</p>
<ol start="6">
<li>当用户发现SHOPASTRO账号被未经其授权的第三方使用或存在其他账号安全问题时，应立即有效通知SHOPASTRO，要求暂停该账号的服务。用户理解SHOPASTRO对用户的任何请求采取行动均需要合理时间，且SHOPASTRO应用户请求而采取的行动可能无法避免或阻止侵害后果的形成或扩大。除SHOPASTRO存在法定过错外，SHOPASTRO不承担因上述事宜下的责任。</li>
</ol>
<p>&nbsp;</p>
<ol start="7">
<li>注册成功后，您也可以在任何时间停止使用SHOPASTRO并申请注销账号以终止用户资格。如需要注销SHOPASTRO账号，您可以通过【客服人员】申请注销您的账号。在注销用户账号之后，我们将停止为您提供所有的产品和服务，并依法删除您的个人信息，但法律法规另有规定的除外。</li>
</ol>
<p>&nbsp;</p>
<ol start="8">
<li>您应对您账号项下的所有行为结果（包括但不限于在线签署各类协议、发布信息、购买服务及披露信息等）负责。</li>
</ol>
<p>&nbsp;</p>
<p><strong>三、用户行为规范</strong></p>
<ol>
<li>您在使用SHOPASTRO时应当遵守服务协议约定，不得存在下列行为：</li>
</ol>
<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;1.1 在SHOPASTRO上发布任何违反法律法规或与服务类别或板块不适当的内容；</p>
<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;1.2 违反法律法规、服务及规则，以及损害其他第三方合法权益；</p>
<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;1.3 未满十八周岁且没有监护人在场的情况下使用我们的服务；</p>
<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;1.4 操纵任何商品的价格或干扰其他用户的列表；</p>
<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;1.5 规避或操纵我们的收费结构、开票流程或拖欠SHOPASTRO任何费用；</p>
<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;1.6 发布虚假、不准确、误导性、诽谤性内容或与其他用户有关的个人信息；</p>
<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;1.7 发布或传播垃圾邮件或传销内容；</p>
<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;1.8 通过SHOPASTRO发布或传播可能损害SHOPASTRO或其他用户合法权利的任何计算机病毒、蠕虫或任何其他技术；</p>
<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;1.9 诽谤、辱骂、骚扰、跟踪、威胁或以其他方式侵犯他人的合法权利（如隐私权）；</p>
<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;1.10 限制或禁止任何其他用户使用SHOPASTRO服务；</p>
<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;1.11 违反可能适用于任何特定服务的行为规则或其他指引；</p>
<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;1.12 复制、修改与/或传播本网站及其子域名的内容，包括本网站的著作权作品和商标；</p>
<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;1.13 在未经用户同意的情况下获取或以其他方式收集用户的任何数据或信息（包括但不限于个人信息）；</p>
<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;1.14 其他违反法律法规规定的行为。</p>
<p>&nbsp;</p>
<ol start="2">
<li>您对您在SHOPASTRO上提交、发布和显示的任何和所有数据、文本、信息、用户名、图形、图像、照片、个人资料、音频、视频、项目和链接（以下称&ldquo;上传内容&rdquo;）和关于SHOPASTRO的一切行为和活动负责。您在上传内容和关于SHOPASTRO的使用活动中，不得存在下列行为：</li>
</ol>
<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;2.1 提供错误、不准确的或具有误导性的信息；</p>
<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;2.2 欺诈或涉及非法、假冒或盗窃物品的交易，侵犯任何第三方的著作权、专利、商标、商业秘密或其他知识产权以及隐私权利；</p>
<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;2.3 违反本协议、任何网站政策及其他相关法律法规（包括但不限于进出口管制、反歧视或虚假广告的法律）；</p>
<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;2.4 包含或传输任何具有破坏性性质的代码，或可能损害、干扰、破坏、暗中获取或收集任何计算机系统、数据或个人信息；</p>
<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;2.5 修改、改编或攻击SHOPASTRO或通过修改、创建其他网站或移动设备应用程序，并暗示该网站或应用程序与SHOPASTRO有关；</p>
<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;2.6 造成SHOPASTRO的责任或导致SHOPASTRO失去（全部或部分）供应商；直接或间接地链接、引用或包含本协议所禁止的商品或服务；在SHOPASTRO上上传任何可能导致我们违反任何适用法律法规、条例或法规或违反本条款和条件的内容。</p>
<p>&nbsp;</p>
<ol start="3">
<li>我们有权删除任何用户在SHOPASTRO上发布的任何属于上述所述不合规或违反SHOPASTRO规则的内容，或任何不适合在SHOPASTRO上发布的内容。</li>
</ol>
<p>&nbsp;</p>
<ol start="4">
<li>用户进行非法活动或者其他违反SHOPASTRO政策的活动时，我们可能会采取限制、暂停或终止我们的服务及用户账号、禁止访问SHOPASTRO和用户内容、删除托管内容，并采取相应技术和法律措施来限制违规用户。此外，我们在适当情况下，将会暂停或终止涉嫌反复侵犯第三方知识产权的用户账号。我们同时保留取消未经认证的账号或长时间不活跃的账号权利。</li>
</ol>
<p>&nbsp;</p>
<ol start="5">
<li>如用户未遵守以上规定，我们有权判断用户的行为是否符合服务协议的约定，并视行为情节有权限制、暂停或终止向用户提供服务，取消交易订单及技术支持等措施，甚至封停或注销用户账号。同时我们保留向有关部门进行举报的权利，用户需承担由此导致的全部法律责任。如因用户行为给SHOPASTRO造成损失的，我们有权要求用户停止损害、赔礼道歉、赔偿损失、承担违约责任等。</li>
</ol>
<p>&nbsp;</p>
<p><strong>四、服务内容</strong></p>
<ol>
<li>我们会通过SHOPASTRO网站向您提供网店建站、流量、支付和物流完整解决方案。您可以在注册账号后，在SHOPASTRO网站 www.shopastro.com 自行选择需要的服务。</li>
</ol>
<p>&nbsp;</p>
<ol start="2">
<li>在建站服务中，您可以通过商品置顶、商品推荐、商品ADD TO CART、色板、尺码表等功能自行设置店铺界面。您理解并同意，在您使用SHOPASTRO建站服务的过程中，我们可能会收集您的个人信息，以及终端用户的个人信息，具体收集和使用规则请见&nbsp;《SHOPASTRO隐私政策》相关条款。</li>
</ol>
<p>&nbsp;</p>
<ol start="3">
<li>我们会不定期提供不同的收费或免费订阅内容或工具。收费项目根据订阅内容或工具的不同，费用可能会有所不同。如果您未能按时支付全额订阅费，我们将保留暂停您使用账号的权利。</li>
</ol>
<p>&nbsp;</p>
<ol start="4">
<li>您理解并同意，按照计划支付相关费用，包括但不限于按照您的网店月度收入一定比例收取的维护费、购买或使用SHOPASTRO不定期提供产品或服务的费用。我们将会通过管理面板、电子邮箱或其他您授权的方式发送收费通知或账单。</li>
</ol>
<p>&nbsp;</p>
<ol start="5">
<li>您理解并接受，您的订阅服务到期后将自动续订，您授权我们（不另行通知）收取当时适用的订阅费用。您可以在任何时候通过管理面板或电子邮件shopastro@shopastro-inc.com来取消您账号的订阅服务。</li>
</ol>
<p>&nbsp;</p>
<ol start="6">
<li>任何一方因任何原因终止SHOPASTRO服务时：</li>
</ol>
<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;6.1 我们将停止向您提供SHOPASTRO服务，您将无法访问您的账号；</p>
<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;6.2 除非我们与您之间另有约定，您将无权按比例或以其他方式获得任何费用的退款；在停止服务生效日之前，因您使用SHOPASTRO而拖欠的任何未清余额将立即全部到期应付，但法律法规另有规定的除外；</p>
<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;6.3 您的网店将会下线。</p>
<p>&nbsp;</p>
<ol start="7">
<li>如果您通过SHOPASTRO购买了一个域名，在您注销账号后或者发生本协议第四条第4款的情形，您的域名将不再自动续期。注销账号之后，您将全权负责与域名提供商处理与您的域名相关的所有事务。</li>
</ol>
<p>&nbsp;</p>
<ol start="8">
<li>如果您违反任何上述条款和条件，我们保留立即终止您的SHOPASTRO用户资格的权利，并不会提前90天通知您，同时您将不能继续访问本网站以及使用SHOPASTRO服务。</li>
</ol>
<p>&nbsp;</p>
<p><strong>五、声明</strong></p>
<ol>
<li>您理解并认可，SHOPASTRO仅协助建立网站，不参与终端消费者与买家之间的实际交易。我们无法控制也无法保证卖家所宣传产品的质量、安全或合法性，也无法保证卖家的交付能力及买家的付款能力，以及卖家就其在SHOPASTRO上所销售的产品所作陈述的真确性或准确性。我们无法保证买卖双方通过SHOPASTRO达成交易的沟通或意向声明后一定会完成产品或服务的交易。</li>
</ol>
<p>&nbsp;</p>
<ol start="2">
<li>您不得向我们主张任何因您非法使用SHOPASTRO而导致后果的责任。</li>
</ol>
<p>&nbsp;</p>
<ol start="3">
<li>我们不转让或保证转让产品从卖家到买家的所有权。除非买卖双方另有约定，买家从卖家实际收到该产品后即成为该产品的合法所有人。此外，SHOPASTRO的运作可能受到许多超出我们控制范围的因素的干扰，因此，在法律允许的范围内，我们排除所有隐含的保证、条款和条件。我们不对因您使用我们的平台而产生的任何金钱、商誉或声誉损失，或任何特殊的、间接的或相应的损害负责。因使用SHOPASTRO产生的风险由您自行承担。</li>
</ol>
<p>&nbsp;</p>
<ol start="4">
<li>如果买卖双方之间发生争议，您理解并同意不会向我们（包括我们的员工，分包商和所有关联方）主张赔偿或要求以任何方式承担与此类争端有关的责任。</li>
</ol>
<p>&nbsp;</p>
<ol start="5">
<li>您在使用SHOPASTRO的过程中与其他用户发生争议的，您或其他任何一方均有权选择以下途径解决：</li>
</ol>
<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;5.1 与争议相对方自主协商；</p>
<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;5.2 请求有关调解组织调解；</p>
<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;5.3 向有关行政部门投诉；</p>
<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;5.4 根据与争议相对方达成的仲裁协议（如有）提请仲裁机构仲裁；</p>
<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;5.5 向人民法院提起诉讼。</p>
<p>&nbsp;</p>
<ol start="6">
<li>我们无法控制其他用户通过我们的系统提供的信息。请您仔细浏览并审慎阅读和理解其他用户在SHOPASTRO上发布的信息，并应注意和自行承担因信息真实性导致的风险。通过使用本平台，您同意接受这些风险。对您在使用SHOPASTRO时的疏忽导致的损失，我们不承担相关负责。</li>
</ol>
<p>&nbsp;</p>
<ol start="7">
<li>通过SHOPASTRO提供的某些服务可能由第三方提供。通过使用任何产品,服务或功能或平台本身，您承认并同意，我们可以与该第三方共享这些信息和数据。详情请您查阅《SHOPASTRO隐私政策》。</li>
</ol>
<p>&nbsp;</p>
<ol start="8">
<li>我们会不定期地更新SHOPASTRO产品和服务，并随时更新平台内容。我们将尽合理努力保持您可以访问本平台，但如因系统升级等其他商业原因或我们无法预知和避免的其他原因，我们可能会暂停或无限期关闭本平台。如果SHOPASTRO因任何原因在任何时间或任何时期无法使用，我们将不承担任何责任，除非我们与您之间另有约定。</li>
</ol>
<p>&nbsp;</p>
<p><strong>六、知识产权及所有权</strong></p>
<ol>
<li>您理解并同意，将您在SHOPASTRO上提供、上传、创作、发表的任何信息及其演绎作品的知识产权等全部合法权利权益，免费授予SHOPASTRO及其关联公司至保护期终止为止、不可撤销的、全球范围的、排他的许可使用权，SHOPASTRO及关联公司有权以自身名义对第三方侵权行为进行取证及提起诉讼用于商业用途。</li>
</ol>
<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;SHOPASTRO及其关联公司有权储存、使用、复制、修订、编辑、发布、展示、翻译、分发、推广、出版、发行、信息网络传播及删除以上信息内容，有权改变制作演绎作品，并以已知或日后开发的形式、媒体或技术将上述信息纳入其他作品内。</p>
<p>&nbsp;</p>
<ol start="2">
<li>对于侵犯第七条第1款规定权利的行为，您同意我们有权以我们的名义或者以您的受委托人的名义来自行或委托他人对侵犯授权内容的行为进行维权，维权形式包括但不限于：监测侵权行为、发送维权函、提起诉讼或仲裁、调解、和解等。此种情形下，您进一步同意，我们有权对维权事宜做出决策并独立实施；应我们的要求，您将积极向我们的维权行为提供必要的协助（包括但不限于提供维权所需的必要证明文件、资料、信息等）。</li>
</ol>
<p>&nbsp;</p>
<ol start="3">
<li>您有权向SHOPASTRO提交申请，在第三方网站或通过其他人发布在SHOPASTRO提交的内容。您同意SHOPASTRO对任何使用争议不承担任何责任。如果您选择在第三方网站上显示您在SHOPASTRO提交的内容，应保证该该内容必须附有跳转至SHOPASTRO网站的链接。</li>
</ol>
<p>&nbsp;</p>
<ol start="4">
<li>您应确保在SHOPASTRO上发表的各类信息内容均不涉及侵犯第三方肖像、隐私、个人信息、知识产权或其他合法权益。否则SHOPASTRO有权随时采取必要措施，包括但不限于删除、断开链接等。如因您上传的内容存在侵权问题或者任何其他的权利瑕疵而引起权利纠纷的，您应当自行解决该等纠纷并独立承担相应的责任。如有任何第三方向我们主张授权内容的权益，您应当为我们积极向第三方抗辩，或者按照我们的要求，为我们向第三方抗辩提供必要的配合与协助（包括但不限于提供与授权内容有关的权利证明文件、资料、信息等）；如因您上传的内容存在侵权问题或者任何其他的权利瑕疵而给我们造成损失的，您应当赔偿我们遭受的全部损失，并消除因前述授权内容的侵权或权利瑕疵问题给我们造成的不良影响。</li>
</ol>
<p>&nbsp;</p>
<ol start="5">
<li>SHOPASTRO所展示的各运营系统由SHOPASTRO自主开发、运营提供技术支持，并对SHOPASTRO服务的开发和运营等过程中产生的所有数据和信息等（包括但不限于技术、软件、程序、数据及其他信息（包括但不限于文字、图像、图片、照片、音频、视频、图表、色彩、版面设计、电子文档）和经我们创作、整理或以其他方式（如人工智能）生成内容的所有知识产权（包括但不限于版权、商标权、专利权、商业秘密等）及相关权益）享有全部权利。SHOPASTRO提供各项服务时所依托软件的著作权、专利权，所使用的商标、设计、页面标题、按钮图标、商业形象、脚本的知识产权等全部合法权利权益均归SHOPASTRO或相关权利人所有。我们享有的所有知识产权和相关权益，不因您的任何使用行为而发生任何的权利转移。SHOPASTRO上所有内容的汇编是SHOPASTRO的排他财产。</li>
</ol>
<p>&nbsp;</p>
<ol start="6">
<li>未经我们授权，任何人不得擅自使用（包括但不限于复制、传播、展示、镜像、上传、下载、修改、出租，以及通过任何机器人、爬虫、蜘蛛等任何自动程序、脚本、软件或设备进行操作等）亦不得修改、改编、翻译SHOPASTRO产品与/或服务所使用的软件、技术、材料等，或者创作与SHOPASTRO产品与/或服务相关的派生作/产品或衍生品，或者利用SHOPASTRO产品与/或服务之部分或全部向任何第三方提供产品与/或服务，不得通过反向工程、反编译、反汇编或其他类似行为获得SHOPASTRO产品与/或服务的源代码等，否则，我们有权追究您的责任，要求您赔偿由此给我们或其他人造成的损失，并有权视情况将上述行为移交相关政府部门处理。</li>
</ol>
<p>&nbsp;</p>
<ol start="7">
<li>请您在任何情况下都不得私自使用、擅自删除、掩盖或更改我们的包括但不限于&ldquo;SHOPASTRO&rdquo;等在内的任何商业标识（包括我们及关联公司的Logo、&ldquo;SHOPASTRO&rdquo;等文字、图形及其组合，以及其他标识、徵记、产品和服务名称）、服务标记、商号、域名、网站名称或其他显著品牌特征等（以下简称&ldquo;标识&rdquo;）。未经我们的事先书面同意，您不得将本条款前述标识以单独或结合任何方式展示、使用或申请注册商标、进行域名注册等，也不得向他人明示或暗示您有权展示、使用、或其他有权处理这些标识，亦不得实施误使他人认为您与这些标识有关联的其他行为。由于您违反本协议使用我们的上述标识等给我们或他人造成损失的，应由您承担全部法律责任。</li>
</ol>
<p>&nbsp;</p>
<ol start="8">
<li>您在使用SHOPASTRO产品与/或服务的过程中，我们仅授予您可撤销的、有限的、不可转让及非排他性的使用授权。您仅可为访问/使用SHOPASTRO产品与/或服务的目的而使用SHOPASTRO。</li>
</ol>
<p>&nbsp;</p>
<p><strong>七、关于第三方网站/第三方服务的链接</strong></p>
<ol>
<li>您理解并了解，SHOPASTRO上任何第三方网站/第三方服务的链接均不受我们控制，我们对任何链接网站/服务的内容，包括但不限于链接网站/服务中包含的任何链接，或对链接网站/服务的任何更改或更新不承担任何责任。我们 向您提供这些链接仅供参考，并不意味着我们认可链接网站的内容或与其运营商有任何关联。您与SHOPASTRO之间的服务协议并不包括您与链接网站的互动，您应该仔细审查任何第三方网站的用户协议和隐私政策。</li>
</ol>
<p>&nbsp;</p>
<ol start="2">
<li>SHOPASTRO上的一些文章可能包含互联网上的其他资源和业务的链接。我们提供相关链接和信息，以帮助您寻求和定位其他可能感兴趣的互联网资源。但这并不意味着我们对链接中的任何商品名称、注册商标、标志、法定或官方印章或著作权标志享有所有权或存在任何授权使用或其他关联关系。我们对您使用SHOPASTRO的责任载于以下部分，请您仔细阅读并理解。</li>
</ol>
<p>&nbsp;</p>
<p><strong>八、个人信息保护</strong></p>
<ol>
<li>SHOPASTRO非常重视保护您的个人信息。SHOPASTRO希望通过《SHOPASTRO隐私政策》向您清楚的介绍对用户个人信息的保护和处理，因此建议您完整地阅读《SHOPASTRO隐私政策》。此外，我们不会在未经您明确同意的情况下向第三方出售或披露您的个人信息。</li>
</ol>
<p>&nbsp;</p>
<ol start="2">
<li>对于SHOPASTRO中的任何通讯服务，您应当谨慎提供任何关于您或者您家人的个人信息，包括但不限于公告板服务、聊天区域、社区与/或其他旨在使您能够与其他用户或公众进行沟通交流的服务（以下称&ldquo;交流服务&rdquo;）。我们无法控制、编辑任何交流服务中用户或公众提交的内容和信息。因此，在法律法规允许的前提下，我们不承担任何有关交流服务和您因参与任何交流服务而导致的任何行为的责任。</li>
</ol>
<p>&nbsp;</p>
<p><strong>九、条款或条件的变更</strong></p>
<ol>
<li>我们保留更改网站的权利。如果这些变化将导致网站的可用性、利益和功能大幅减少，我们将提前90天通知所有付费用户。在其他不可抗力、第三方原因或SHOPASTRO无法预知和避免的情况下，我们会在更改生效前发出通知（包括即时通知）。</li>
</ol>
<p>&nbsp;</p>
<ol start="2">
<li>您理解并同意，您在协议变更生效日期之后使用本网站将被视为接受更新后的协议。如您对变更内容有任何问题或意见，可以通过shopastro@shopastro-inc.com联系我们进行反馈。</li>
</ol>
<p>&nbsp;</p>
<p><strong>十、通用条款</strong></p>
<ol>
<li>您理解并同意，您与我们之间不存在任何合资、合伙、雇佣或代理关系。本协议的履行受现行法律和法律程序的约束。本协议中的任何内容均不损害我们遵守与您使用本平台有关的政府、法院和执法部门的请求或要求，或提供或收集与您使用SHOPASTRO有关的信息的权利。</li>
</ol>
<p>&nbsp;</p>
<ol start="2">
<li>根据相关法律法规，如果本协议任何部分是确定为无效或无法执行包括但不限于免责声明和责任限制条款，则无效或无法执行的条款将被视为无效，其余部分继续有效。</li>
</ol>
<p>&nbsp;</p>
<ol start="3">
<li>除非另有规定，本协议构成您与我们之间关于本平台的完整协议，并取代您与我们之间关于本网站的所有先前的任何沟通和书面文件。</li>
</ol>
<p>&nbsp;</p>
<ol start="4">
<li>未经我方书面同意，您不得以任何形式转让本协议中的任何权利义务，否则我们有权拒绝承认并停止提供本协议项下之服务。</li>
</ol>
<p>&nbsp;</p>
<ol start="5">
<li>本公司未能执行或行使本协议的任何规定或任何相关权利，并不构成对该等规定或权利的放弃。本协议中未明确授予的任何权利均予以保留。我们可能通过电子邮件、快递邮件、平台公告或目前已知或未来开发的其他合理方式向您发送通知，包括有关条款和条件变更的通知。印刷版本的协议，任何以电子形式的通知，将容许在司法或行政程序中作为证据或与本协议得以相同程度的适用。</li>
</ol>
<p>&nbsp;</p>
<ol start="6">
<li>双方明确希望本协议及所有相关文件均以中文书就。</li>
</ol>
<p>&nbsp;</p>
<p><strong>十一、法律适用、管辖及其他</strong></p>
<ol>
<li>本协议签订地为中华人民共和国浙江省杭州市余杭区。本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律，并明确排除其他冲突法规范的适用。</li>
</ol>
<p>&nbsp;</p>
<ol start="2">
<li>如您和我们发生任何纠纷或争议，首先应友好协商解决；协商不成的，您同意将纠纷或争议提交杭州互联网法院通过诉讼解决；纠纷事由依法不属于广州互联网法院受理范围的，应提交本协议签订地有管辖权的人民法院管辖。</li>
</ol>
<p>&nbsp;</p>
<p><strong>十二、免责声明</strong></p>
<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;本平台包含或通过平台提供的信息、软件、产品和服务中可能不准确或发生排版错误。平台上的信息会定期更新。我们和/或供应商可随时对本平台进行改进和/或优化。我们的某些功能可能会向您提供如何改进店铺增强用户体验的信息和建议，但上述信息和建议仅供您参考，不应用于个人、医疗、法律或财务决策，您应咨询合适的专业人士，以获得适合您情况的具体建议。我们将努力保持网站的稳定性和可使用性。</p>
<p>&nbsp;</p>
<p><strong>十三、联系方式</strong></p>
<ol>
<li>如对本协议内容有任何疑问、意见或建议，您可以联系SHOPASTRO客户服务热线：shopastro@shopastro-inc.com；</li>
</ol>
<p>&nbsp;</p>
<ol start="2">
<li>我们还设立了个人信息保护专职部门，您可以通过以下方式与我们取得联系。</li>
</ol>
<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;2.1 邮箱：shopastro@shopastro-inc.com</p>
<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;2.2 常用办公地址：浙江省杭州市余杭区仓前街道时代未来之城5幢1701室（收）</p>
<p>&nbsp;</p>
<ol start="3">
<li>本协议以中文书就，其他语言的翻译版本仅作参考。若本协议的任何语言的翻译件与中文版本有不一致的，以中文版本为准。</li>
</ol>`