export const caseList = [
  {
    text: 'B2B外贸工厂',
    type: 'b2b',
    list: [
      'D2C+Wholesale+ B2B询盘，三站一体化运营',
      '明确品牌定位，精准对焦目标市场和受众',
      '充分利用已有供应链优势占据市场份额',
      '全链路运营提升2C效率和ROI',
      '协助搭建运营团队SOP',
    ],
  },
  {
    text: '国内品牌',
    type: 'domestic',
    list: [
      '品牌的全案营销方案落地，将国内品牌力推广到全球',
      '结合行业数据和已有产品线提供针对性选品和定价策略',
      '匹配最佳跨境生态资源，包括且不仅限于素材内容/模特/物流/支付等',
      '完整的社媒运营框架方案和涨粉策略，深度的SEO运营，多维度获取流量',
    ],
  },
  {
    text: '跨境品牌大卖',
    type: 'border',
    list: [
      '一键搬家，无忧建站，合规安全有保障',
      'ERP打通，商品、发货和物流等实时更新',
      '精准的客户画像和完整的用户数据',
      '私域用户深度运营，提升用户粘性和复购',
      '在平台上是获取订单，在星盘是获取客户；打造品牌长期LTV价值，不仅获取订单更是获取了全球客户',
    ],
  },
  {
    text: '现存DTC品牌',
    type: 'brand',
    list: [
      '满足个性化定制',
      'SaaS开放性上更满足中国卖家多样化营销需求',
      '全链路一方数据打通，买家数据及用户画像数据更完整、更合规、更丰富',
      '一站式运营解决方案：覆盖网站建站、运营、投放、用户复购运营、内容/物流/支付生态对接等',
    ],
  },
]
