export const list = [
  {
    title: '01 精准引流',
    type: 'drainage',
    text: [
      '多维度分析产品卖点、目标用户消费习惯；',
      '基于Google、Facebook等主流社媒引流投放；',
      '利用SEM、SEO进行数据分析优化，实现精准获客。',
    ],
  },
  {
    title: '02 全功能建站',
    type: 'site',
    text: [
      ' 功能模块化，自由拖拽组合，无门槛建站；',
      '连通全球多渠道支付方式，轻松便捷支付；',
      '全渠道差异化物流匹配，极速收货体验；',
      'Saas云智能后台，全程订单管理跟进。',
    ],
    rtl: true
  },
  {
    title: '03 精细化运营',
    type: 'operate',
    text: [
      '紧贴市场热度、推广效果优化选品；',
      '结合品牌特色、GMV增量开展针对性整合营销；',
      '全站数据复盘，实时监控分析，优化投放策略；',
      '结合关键节日、当地文化，推出高转化特色活动。',
    ],
  },
]
