export const questions = [
  {
    q: '我没有星盘的 Saas 站点，但我有一个 Shopify 站点, 可以使用白鲸营销SAAS 吗？',
    a: '可以的, 白鲸营销SAAS适配了shopify, 可以完美使用。BigCommerce等平台会持续适配, 适配的平台陆续增加中。'
  },
  {
    q: '哪个套餐更适合我？',
    a: '星盘的不同版本对应不同类型的建站需求，您可以查看这个页面（这里后面放版本对比的页面）详细了解，选择合适的版本后，您可以在后续的使用过程中随时升级到任意版本。'
  },
  {
    q: '星盘白鲸营销SAAS可以脱离独立站, 独立使用吗? ',
    a: '部分功能可以的, 行情情报数据, 不需要绑定独立站也可以关注竞对的数据, SEO 检测也不需要；部分功能不可以，而广告 BI 分析, GMC 上传等功能则强依赖于站点的绑定和商品信息的导入。'
  },
  {
    q: '注册试用需要收费吗？',
    a: '不想用的，您可以免费注册并试用，提前体验白鲸的各项功能，更好的测试是否符合自己需求。测试期间，白鲸不会收取您任何费用。'
  }
]
