export const data = [
  {
    step: '01',
    title: '品牌策划',
    info: '行业调研、受众研究、品牌定位卖点提炼、市场策略'
  },
  {
    step: '02',
    title: '个性化建站',
    info: '全托管专业建站、网站视觉优化、网站内容优化'
  },
  {
    step: '03',
    title: 'SEO深度运营',
    info: '核心关键词筛选、站点关键词布局、反链建设、数据报告'
  },
  {
    step: '04',
    title: '多渠道营销投放',
    info: '广告预算方案、广告结构搭建、人群标签管理、广告优化、数据分析复盘'
  },
  {
    step: '05',
    title: '社媒和KOL运营',
    info: '内容设计和排期方案、热门话题挖掘、粉丝增长运营策略、红人匹配及运营'
  },
  {
    step: '06',
    title: '邮件营销',
    info: '弃单邮件策略、丰富的邮件模版、分层用户营销策略'
  },
  {
    step: '07',
    title: '用户/会员复购运营',
    info: '邮件营销、弃单追踪、私域运营、会员分层运营'
  }
]
