export const customerData = [
  {
    image: '',
    title: '凤仪堂',
    info: [
      '品牌定制化建站 全站品牌设计/视觉延伸，全面提升网站用户体验与品牌用户体验质感，灵活满足网站营销功能的扩展以及品牌个性化需求。'
    ],
    link: ''
  },
  {
    image: '',
    title: 'NADA',
    info: [
      '合作超百位匹配KOL以及KOC红人, 红人素材播放量超百万;',
      '短期积累大量稳定可长期合作的红人，持续为品牌提供社媒/网站/营销素材，促使新品牌社媒快速曝光，品牌官方账号粉丝量增长，为网站长期提供自然流量。'
    ],
    link: ''
  },
  {
    image: '',
    title: '扬腾',
    info: [
      'SEO: 页面自然搜索展示, 点击量增长7.2倍, 网站数值提升了36, 网站权重增加683% 新站全站核心关键词词库规划, 同时布局整站SEO架构, 全站technical设置完善, 3个月内完成40篇文章上传及60条外链优化...'
    ],
    link: ''
  },
  {
    image: '',
    title: 'Mula',
    info: [
      '客户复购率提升至27.5% 日常分析用户行为及弃单数据，站点持续做针对性优化； 邮件营销转化率提高135% 客户分类邮件营销，全年营销类邮件内容策划及定时发送；'
    ],
    link: ''
  },
  {
    image: '',
    title: '涵天',
    info: [
      '站内深度运营，持续根据网站用户受众优化网站； 针对细分人群定位，客户产品需求痛点分析，网站多样化场景入口定位不同用户人群；'
    ],
    link: ''
  },
  {
    image: '',
    title: '新兴体育-Meremee',
    info: [
      ' 外部品牌形象快速建立, 高质量询盘量增长300%',
      '优质严谨B类站点设计搭建, 全站高质量内容展示，产品核心关键词布局全站提升网站排名，网站全类目栏目架构以及导航清晰明了，持续根据客户体验优化站点...'
    ],
    link: ''
  }
]
