export const questions = [
  [
    {
      q: '做独立站需要多少成本？我要投入哪些？',
      a: '独立站的投入主要包括基础设置、品牌相关、建站相关、服务条款相关、团队相关，这其中有些会涉及到比较基础且确定的费用，如好的域名、收款渠道的开户费、手续费等（详细内容会有请参见专项问题的部分）、各类设计费用；还有一部分和会自身业务的规模及经营周期相关，如广告投放、渠道引流的费用，团队人员的成本费用等等。无论是较为基础确定的、还是跟着业务规模增长相关的，根据自身站点的情况和需求进行估算即可。'
    },
    {
      q: '如何引流？不会引流怎么办？流量成本和转换怎么样？',
      a: '独立站引流方式有很多，我们需要根据自己的品类以及人群定位找到合适的引流方式；引流涉及到比较多、专业的内容，这里针对新接触独立站的客户，介绍一下基本的方法和理念，深入的探讨可以在星盘首页点击“立即咨询”，我们会联系您，进行一对一的沟通；独立站最贵的就是流量成本，如何提高转化降低流量成本是独立站需要考虑的核心问题。'
    },
    {
      q: '如何收款，哪个收款渠道对我是最合适的？',
      a: '独立站常用的收款方式为PayPal和国际信用卡收单。目前星盘支持的收单渠道有PayPal，Stripe，Wooshpay以及Oceanpayment，其中Stripe，Wooshpay以及Oceanpayment属于信用卡渠道。当然星盘也支持自定义的线下收款方式。'
    },
    {
      q: '有推荐的物流商吗？有了订单如何发货？哪个物流对与我经营的市场在时间和运费成本上最实惠？',
      a: '物流商推荐：普货推荐:极兔(便宜时效中等) 云途(贵一点时效快) 菜鸟国际 (最便宜时效慢) 带电推荐:极兔(便宜时效中等) 递四方 (贵时效快) 菜鸟国际(最便宜时效慢) 大件推荐:极兔(贵一点时效快) 快捷舰(便宜时效慢) 敏感货推荐:叁通亿达全品类(除枪支和毒品外)'
    }
  ],
  [
    {
      q: '发生售后问题如何处理，跨境售后有什么方法？',
      a: '独立站卖家不可避免需要处理客户售后问题，我们整理了整个售后服务的需要注意的一些事项，详细回答请点击查看更多'
    },
    {
      q: '能对接我使用的ERP吗？',
      a: '星盘已与马帮、旺店通、易仓、聚水潭、普源对接，若您使用的是这些ERP，可在星盘的应用市场中找到这些ERP的应用，完成数据的对接。同时，若您具备自研能力，有自己的ERP系统，星盘也支持您通过星盘的开放平台进行自研ERP的数据对接。若您使用的是其他ERP产品，且无自研的ERP系统，请与我们联系，我们将评估对该ERP接入事宜。'
    },
    {
      q: '选品上有推荐吗？独立站的热销品类有推荐吗？',
      a: '行业情报的畅销商品功能可以帮助您找到业内的热销品类。'
    },
    {
      q: 'SEO怎么做？',
      a: 'SEO是利用搜索引擎的规则提高网站在有关搜索引擎内的自然排名。目的是让其在行业内占据领先地位，获得品牌收益。通常SEO分为站内优化和站外优化，星盘在内置的建站系统中已经做好了相应的设置，您只需要在店铺装修和发布商品时按照引导操作即可。站外优化您可以进一步咨询我们的运营专家。'
    }
  ]
]
