export type Data = {
  type: 'site' | 'increase' | 'launch' | 'operating' | 'ecological'
  textList: TextList[]
}

type TextList = {
  title: string
  list: string[]
}

export const site: Data = {
  type: 'site',
  textList: [
    {
      title: '独立站建站',
      list: [
        '精品行业模版+个性化定制，精准匹配行业特点',
        'SEO多重优化，搜索更智能友好，提升商城展示量',
        '优选支付体验更佳的收单收款渠道，一键深度集成',
        'Api对接，高效触达目标客户，站内站外推广直达',
      ],
    },
    {
      title: '端到端管理',
      list: ['打通营销、支付、物流等系统底层', '只需单一后台管理全链路各个环节'],
    },
  ],
}

export const increase: Data = {
  type: 'increase',
  textList: [
    {
      title: '智能营销系统',
      list: [
        '精准获取行业趋势、生成定制化推广策略，高效解决营销获客难题',
        '人群标签及特色分类，洞悉用户行为，更懂用户',
        '提供店铺指标体系分析和解读，提升经营效率、改善选品策略',
        '通过大数据分析，实现更高的转化率和复购率',
      ],
    },
    {
      title: '流量和用户运营',
      list: [
        '结合客户品类和目标市场，整合年度营销计划，布局各流量渠道，明确预算和产出目标，结果导向',
        '用户行为数据分析，及时调整营销策略以达到效果最优',
      ],
    },
  ],
}
export const launch: Data = {
  type: 'launch',
  textList: [
    {
      title: '主流媒体渠道',
      list: [
        '结合品牌特征和用户画像，选择Google、Facebook、Tiktok等主流媒体为推广渠道，快速覆盖目标用户',
        '利用SEM、SEO等技术手段，优化搜索及投放效果，提供更具性价比的广告投放效果',
      ],
    },
    {
      title: '深度内容生成',
      list: [
        '结合当地特色和用户行为习惯，发布更贴近用户心理的营销内容，引发用户情感共鸣，植入品牌意识，助力流量转化',
        '借助网红营销、联盟营销等方式，丰富品牌展示渠道并提升品牌口碑',
      ],
    },
  ],
}
export const operating: Data = {
  type: 'operating',
  textList: [
    {
      title: '建站运营',
      list: [
        '资深跨境运营团队，深究品类和产业带，打造供应链优势',
        '提供行业分析报告和竞品案例，供客户做选品和营销决策',
        '一对一协助建站，站点风格突出，集中体现行业特色及品类优势',
      ],
    },
    {
      title: '营销投放',
      list: [
        '精通各国家区域的节日促销节奏，擅长促销氛围打造和活动营销，帮卖家做好全年的营销活动策略',
        '大促营销集中全攻略，助力全面GMV全面增长',
      ],
    },
    {
      title: '复购',
      list: [
        '通过站内会员体系搭建、浏览数据分析、用户关怀输出等操作，增加用户对品牌的认可度',
        '通过邮件营销、社群营销等方式刺激用户二次消费',
      ],
    },
  ],
}
export const ecological: Data = {
  type: 'ecological',
  textList: [
    {
      title: '一站式服务+多方合作',
      list: [
        '提供包括素材设计、账户注册、支付、物流等一站式服务',
        '商务及市场团队根据客户需求匹配最优生态解决方案，为客户及生态服务商实现多方共赢',
        '筛选优质生态合作商，助力商家规范操作、安心出海',
      ],
    },
  ],
}
